{
    "label": "Dzienniki",
    "entries": {
        "How to use this module": {
            "name": "Jak korzystać z tego modułu"
        },
        "Welcome to Hopefinder": {
            "name": "Witamy w Hopefinder",
            "pages": {
                "What is Hopefinder?": {
                    "name": "Czym jest Hopefinder?",
                    "text": "<blockquote><p>Jesienią 2022 roku plaga pasożytów zamieniła ponad 99% populacji w żarłoczne zombie. 10 lat później jesteś jednym z nielicznych ocalałych, walczących o przetrwanie i zachowanie iskry ludzkości choćby przez jeden dzień. Oto Hopefinder – hack Pathfindera drugiej edycji osadzony w realiach apokalipsy zombie!</p></blockquote><p>Przewodnik dla ocalałych Hopefinder jest już dostępny na stronie DriveThruRPG! Ta 64-stronicowa broszura zawiera wszystko, czego potrzebujesz, aby stworzyć postać ocalałego! Hopefinder wykorzystuje system rozwoju postaci bez klas i często oddaje kontrolę nad fabułą graczom poprzez retrospekcje! Przewodnik dla ocalałych zawiera mnóstwo atutów, obszerny rozdział poświęcony wyposażeniu, zasady dotyczące siniaków, zadrapań, komputerów, maszyn i wiele więcej.</p><p>Przewodnik dla ocalałych Hopefinder Survivor's Guide można kupić już teraz, klikając poniższy link. Zawiera on 64-stronicową broszurę oraz 3-stronicową kartę postaci! Można też kupić pakiet zawierający przewodnik dla narratora Hopefinder Narrator's Guide!</p><hr /><p class=\"hf-link\"><a href=\"https://www.drivethrurpg.com/product/417702/Hopefinder-Apocalypse-Bundle-BUNDLE\" class=\"hf-link\">Uzyskaj pliki PDF Hopefinder</a></p>"
                },
                "How to use this module": {
                    "name": "Jak korzystać z tego modułu",
                    "text": "<p>Moduł ten ma na celu ułatwienie konfiguracji świata gry Hopefinder. Nie zawiera on pełnych zasad Hopefinder, a jego celem jest maksymalne uproszczenie wdrażania tych zasad. Podstawowy system PF2e jest bardzo elastyczny i choć istnieją pewne ograniczenia dotyczące tego, co można w pełni zautomatyzować, moduł dodaje przypomnienia, automatyzuje nowe cechy i pomaga w tworzeniu postaci.</p><p>Aby rozpocząć, po prostu przeciągnij element klasy @UUID[Compendium.hopefinder.features.sTzZLHXyu4UuQZeJ] na bohatera i postępuj zgodnie z instrukcjami. Chociaż Hopefinder jest systemem gry bez klas, ten moduł wykorzystuje element klasy Ocalały, aby dodać podstawową automatyzację do karty postaci. Ten element klasy można znaleźć w kompendium „Hopefinder – Zdolności”.</p><p>Po wykonaniu poleceń dodaj do swojej karty pochodzenie @Compendium[pf2e.ancestries.IiG7DgeLWYrSNXuX] oraz jedno z przeszłości z kompendium „Hopefinder – Przeszłość”. Ponieważ Hopefinder nie stosuje standardowych zasad dotyczących zwiększania zdolności, polecenia zajmą się tym za Ciebie, zamiast korzystać z menedżera zdolności w karcie.</p><p>Kiedy twoja drużyna doświadcza pierwszej retrospekcji, może wybrać swoje role z kompendium „Hopefinder – Rola”.</p><p>Narratorzy powinni włączyć atuty Hopefinder z przeglądarki kompendium w zakładce „Załaduj pakiety”. Nie wszystkie atuty, które gracz może wybrać, pochodzą z Hopefinder. Atuty związane z umiejętnościami z Pathfinder są dostępne według uznania narratora.</p><p>Dodatkowo Hopefinder dodaje do gry nowe umiejętności. Obecnie system PF2e nie ma możliwości prawidłowego dodawania nowych umiejętności, ale możemy użyć umiejętności Wiedza, aby je dodać. Dodaj umiejętności „Maszyny”, „Komputery” i „Prowadzenie” do kart postaci graczy w sekcji Wiedza. Jeśli nazwiesz je dokładnie tak, jak podano tutaj, automatyzacja przedmiotu klasy Survivor dostosuje je do prawidłowej wartości zdolności.</p><p>Jeśli napotkasz problem z tym modułem, zgłoś go na stronie github poświęconej modułowi, a ja naprawię go tak szybko, jak to możliwe.</p><p></p><p>Dzięki za grę!</p><p>-Tikael</p>"
                }
            }
        },
        "What is Hopefinder?": {
            "name": "Czym jest Hopefinder?"
        }
    }
}