{
    "label": "Role",
    "entries": {
        "Child": {
            "name": "Dziecko",
            "description": "<p>Byłeś małym dzieckiem, kiedy świat się rozpadł. Być może nawet jeszcze się nie urodziłeś. Tak czy inaczej, musiałeś dorastać w zrujnowanym świecie. Dorastanie w świecie opanowanym przez zombie nie jest łatwe, a twoja edukacja była w najlepszym razie fragmentaryczna. Nauczyłeś się radzić sobie lepiej niż większość, ponieważ to jedyne życie, jakie znasz.</p>\n<p><strong>Nadzieja jest Wieczna</strong> @Embed[Compendium.hopefinder.features.Item.GGBU6YmLPRjTSShb inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ swoją Akrobatykę lub Przetrwanie o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybierać spośród atutów Zwinności, Budowania i Zwarcia.</p>"
        },
        "Criminal": {
            "name": "Przestępca",
            "description": "<p>Przed Upadkiem zadzierałeś z trudnymi ludźmi i miałeś kilka konfliktów z prawem. Jest duże prawdopodobieństwo, że spędziłeś trochę czasu w więzieniu, a może nawet musiałeś stamtąd uciekać, gdy społeczeństwo się rozpadło. Nie ma już większego znaczenia, czy byłeś winny, czy niewinny – zasady się zmieniły, a ty nauczyłeś się, jak przetrwać w tym, co pozostało ze świata.</p>\n<p><strong>Sprawdzanie Okolicy</strong> @Embed[Compendium.hopefinder.actions.Item.KIJ81YovcB4xPoON inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ swoją zdolność Oszustwa lub Złodziejstwa o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybierać spośród atutów Zwinności, Sprytu i Walki na odległość.</p>"
        },
        "Delivery Driver": {
            "name": "Kierowca Dostawczaka",
            "description": "<p>Spędziłeś życie za kierownicą, dostarczając paczki, przewożąc towary lub dbając o to, aby ludzie otrzymali pizzę w ciągu 30 minut lub mniej. Dobry zmysł orientacji i umiejętność szybkiego zapamiętywania tras z pewnością przydały się w czasach apokalipsy, ale nadal marzysz o dniach, kiedy spędzałeś długie godziny na otwartej drodze.</p>\n<p><strong>Mapa Mentalna</strong> @Embed[Compendium.hopefinder.features.Item.GKMZQQwQOXBilq3e inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ swoje umiejętności Kierowania lub Maszyn o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybierać spośród atutów Siły, Zwarcia i Technologii.</p>"
        },
        "Displaced": {
            "name": "Wysiedlony",
            "description": "<p>Świat przedtem był dla ciebie równie nieprzyjazny jak świat potem. Nie miałeś domu, mieszkałeś u przyjaciół, w samochodach lub na ulicy i polegałeś na pomocy charytatywnej, aby przeżyć, ogrzać się i nakarmić. Być może teraz masz dach nad głową, ale większość ludzi, którzy wcześniej ignorowali twoje istnienie, teraz próbuje cię zjeść. Przynajmniej twoje poprzednie życie przygotowało cię na piekło, które teraz przeżywasz, a ludzie zwracają się do ciebie po twoją wiedzę i doświadczenie.</p>\n<p><strong>Zbieractwo Miejskie</strong> @Embed[Compendium.hopefinder.actions.Item.gMsVOQY9i3crTuyw inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ swoją Dyplomację lub Społeczeństwo o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybrać spośród atutów: Zwarcie, Przebiegłość i Przywództwo.</p>"
        },
        "First Responder": {
            "name": "Ratownik",
            "description": "<p>Pobiegłeś w kierunku niebezpieczeństwa. To była twoja praca. Mogłeś być strażakiem, ratownikiem medycznym lub policjantem, ale kiedy pojawiły się pierwsze zombie, widziałeś wszystko na własne oczy. Od momentu paniki po całkowity upadek służb – widziałeś wszystko. To doświadczenie mogło cię obić, ale umiejętności, które zdobyłeś w pracy, rzuciły ci się na ratunek kilkanaście razy od tamtej pory.</p>\n<p><strong>Ponura Determinacja</strong> @Embed[Compendium.hopefinder.features.Item.wioPepKbfkxI5TIC inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ swoją umiejętność Zastraszanie lub Medycyna o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybierać spośród atutów Zwinności, Leczenia i Walki na odległosć.</p>"
        },
        "Food Worker": {
            "name": "Pracownik Gastronomiczny",
            "description": "<p>Przed całkowitym upadkiem cywilizacji świat traktował cię jako coś oczywistego, a ty musiałeś się z tym pogodzić i uśmiechać. Teraz ludzie mogą tylko marzyć o szybkich i łatwych posiłkach, które kiedyś przygotowywałeś i podawałeś. Niewiele osób gotuje, a większość posiłków pochodzi obecnie z puszek, ale ty masz umiejętności, dzięki którym twoje posiłki są zdrowe i smaczne.</p>\n<p><strong>Uczta Ocalałych</strong> @Embed[Compendium.hopefinder.actions.Item.8YxowRkW2HAQ9LRS inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ swoją umiejętność Oszustwa lub Przetrwania o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybrać spośród Siły, Zwarcia i Leczenia</p>"
        },
        "Homemaker": {
            "name": "Gospodyni Domowa",
            "description": "<p>Utrzymanie porządku i dobre zarządzanie gospodarstwem domowym było dla Ciebie przed Upadkiem pracą na pełen etat. Spędzałeś większość czasu na sprzątaniu, naprawach domowych, opatrywaniu siniaków i zadrapań oraz przygotowywaniu posiłków. Na szczęście te umiejętności są nadal tak samo cenne po Upadku, pozwalając Ci pracować na rzecz lepszej i bezpieczniejszej społeczności.</p>\n<p><strong>Mistrz Planowania</strong> @Embed[Compendium.hopefinder.features.Item.4bgr8Kt8qnVx85Lk inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ swoje umiejętności Rzemiosła lub Dyplomacji o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybrać spośród Budowania, Leczenia, Walki na odległość.</p>"
        },
        "Laborer": {
            "name": "Robotnik",
            "description": "<p>Kiedyś wykonywałeś ciężką pracę, dzięki której świat był nakarmiony, miał dach nad głową i mógł cieszyć się najnowszymi gadżetami technologicznymi. Niezależnie od tego, czy pracowałeś na farmie, budowie czy w fabryce, jesteś przyzwyczajony do długiej, męczącej pracy, a to wytrenowanie okazało się bardzo przydatne w dzisiejszym świecie, gdzie umiejętność uprawiania żywności i budowania umocnień obronnych ma kluczowe znaczenie dla przetrwania.</p>\n<p><strong>Nigdy nie Zmęczony</strong> @Embed[Compendium.hopefinder.features.Item.fv9qfFMfFYoskjZ5 inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ swoje Rzemiosło lub Maszyny o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybrać spośród opcji Siły, Budowania, Zwarcia.</p>"
        },
        "Medical Professional": {
            "name": "Pracownik Medyczny",
            "description": "<p>Przed Upadkiem byłeś wykwalifikowanym lekarzem, pielęgniarzem lub chirurgiem i widziałeś rzeczy, których nigdy nie będziesz w stanie zapomnieć w tych ponurych pierwszych dniach. Teraz twoje umiejętności są bardzo poszukiwane, a ludzie, którymi się opiekujesz, są ci niezmiernie wdzięczni, ale ponieważ zapasy się wyczerpują, a liczba zgonów nie maleje, nie wiesz, jak długo jeszcze dasz radę.</p>\n<p><strong>Segregacja Rannych</strong> @Embed[Compendium.hopefinder.features.Item.FoOTs5QYrMl2KBCJ inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ poziom Komputerów lub Medycyny o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybrać Leczenie, Walkę na odległość lub Technologię.</p>"
        },
        "Office Worker": {
            "name": "Pracownik Biurowy",
            "description": "<p>W starym świecie byłeś jedną z niezliczonych osób pracujących w biurze, być może jako architekt, prawnik, programista, a nawet projektant gier. Niewiele z tamtych czasów ma jakąkolwiek wartość w apokalipsie, ale od czasu do czasu udaje ci się odnaleźć coś przydatnego z poprzedniej epoki.</p>\n<p><strong>Wyłączenie się</strong> @Embed[Compendium.hopefinder.features.Item.M9QdXQp0Cd0homSY inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ dowolną umiejętność o 1 stopień.</p>\n<p><strong>Atuty</strong>: Wybierz dwie cechy, gdy pojawi się pierwsza retrospekcja. Możesz wybrać zaawansowane atuty spośród tych dwóch cech.</p>"
        },
        "Performer": {
            "name": "Artysta",
            "description": "<p>Kiedyś ludzie zarabiali na życie, zapewniając rozrywkę innym poprzez sztukę, taniec, muzykę lub teatr. Obecnie przetrwanie wydaje się być jedyną istotną kwestią, jednak nadal można sprawiać innym radość poprzez śpiew, taniec lub rysowanie. Nie jest to wiele, ale w tych trudnych czasach może to mieć ogromne znaczenie dla niektórych osób.</p>\n<p><strong>Przećwiczenie</strong> @Embed[Compendium.hopefinder.actions.Item.1jNwU1gxzSLkuYa2 inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ swoją Akrobatykę lub Występy o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybrać Zwinność, Spryt lub Przywództwo.</p>"
        },
        "Retailer": {
            "name": "Sprzedawca",
            "description": "<p>Przed plagą Twoje życie polegało na uzupełnianiu półek, obsłudze kas i radzeniu sobie z zrzędliwymi, irytującymi klientami. Teraz jest tylko nieco gorzej, ponieważ ci sami irytujący ludzie są teraz nieumarłymi, którzy próbują Cię ugryźć. Przynajmniej nadal masz swoje umiejętności interpersonalne i bystre oko do targowania się.</p>\n<p><strong>Targowanie</strong> @Embed[Compendium.hopefinder.features.Item.gFdCd2P4XAt1WN5i inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ swoją umiejętność Oszustwa lub Dyplomacji o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybrać Siłę, Budowanie lub Spryt.</p>"
        },
        "Scientist": {
            "name": "Naukowiec",
            "description": "<p>Przed Upadkiem spędzałeś długie dni i jeszcze dłuższe noce w różnych laboratoriach badawczych i bibliotekach, pracując nad astrologią, biologią, chemią, komputerami, inżynierią lub fizyką. Była to satysfakcjonująca praca i naprawdę miałeś szansę na przełom, dopóki wszystko się nie rozpadło. Teraz możesz tylko majsterkować przy pracy, która kiedyś była twoją pasją. Być może pewnego dnia twoja praca uratuje świat.</p>\n<p><strong>Badanie</strong> @Embed[Compendium.hopefinder.actions.Item.r7hxjbNHuctUbamM inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ poziom Komputerów lub Maszyn o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybrać Zwinność, Leczenie lub Technologię.</p>"
        },
        "Soldier": {
            "name": "Żołnierz",
            "description": "<p>Służyłeś w jakiejś jednostce wojskowej przed Upadkiem i aż do samego końca, kiedy to zapanował chaos, a struktura dowodzenia uległa załamaniu. W tych chaotycznych dniach wielu zwróciło się do ciebie o ochronę i przywództwo, a ty zrobiłeś wszystko, co w twojej mocy, aby zapewnić im bezpieczeństwo. Plaga i tak zabrała prawie wszystkich, ale ty nie poddajesz się i robisz, co możesz, aby naprawić świat, który popadł w ruinę.</p>\n<p><strong>Zawsze Gotowy</strong> @Embed[Compendium.hopefinder.features.Item.z1UzZg8AbIw9eVJu inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ swoją Atletykę lub Zastraszenie o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybrać Siłę, Przywództwo lub Walkę na odległość.</p>"
        },
        "Student": {
            "name": "Uczeń",
            "description": "<p>Byłeś w liceum lub na studiach, kiedy wybuchła epidemia i przez pewien czas prawdopodobnie barykadowałeś się gdzieś na terenie kampusu wraz z innymi zdesperowanymi ocalałymi. W końcu skończyło się jedzenie, zombie przedarły się przez umocnienia i teraz, podobnie jak wszyscy inni, jesteś w ciągłej ucieczce. Twoja przyszłość została skradziona, ale byłeś na tyle elastyczny, że potrafiłeś się dostosować, a nawet odnaleźć się w tym zrujnowanym świecie.</p>\n<p><strong>Niezłomna Energia</strong> @Embed[Compendium.hopefinder.features.Item.0ac36NmLHhYtJpCn inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ swoją Atletykę lub Skradanie się o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybrać Zwinność, Zwarcie lub Technologię.</p>"
        },
        "Teacher": {
            "name": "Nauczyciel",
            "description": "<p>Nie masz pojęcia, co stało się z wszystkimi dziećmi, które uczyłeś, kiedy świat się rozpadł. Możesz tylko mieć nadzieję, że niektóre z nich przeżyły, wykorzystując to, czego je nauczyłeś, aby sobie poradzić. Przed Upadkiem byłeś nauczycielem, ucząc młodych ludzi umiejętności, które mogłyby im pomóc przetrwać w dawnym świecie. Niektóre z tych rzeczy mogą być przydatne również dzisiaj, a ty z pewnością nie próżnowałeś podczas apokalipsy, dzieląc się swoją wiedzą z innymi ocalałymi.</p>\n<p><strong>Edukacja</strong> @Embed[Compendium.hopefinder.actions.Item.zIF4iAMkj1tLj5xq inline].</p>\n<p><strong>Umiejętność</strong>: Zwiększ dowolne dwie umiejętności Wiedzy o 1 stopień.</p>\n<p><strong>Atuty</strong>: Możesz wybrać Przebiegłość, Przywództwo lub Technologię.</p>"
        }
    }
}