{
    "label": "Relikty - Dzienniki",
    "entries": {
        "Armor Template": {
            "name": "Szablon Zbroi"
        },
        "Creating Relics": {
            "name": "Tworzenie Reliktów",
            "pages": {
                "Step 0. Study Up The Rules!": {
                    "name": "Krok 0. Zapoznaj się z zasadami!",
                    "text": "<p>Przed przystąpieniem do tworzenia swojego pierwszego reliktu, gorąco polecam zapoznanie się z istniejącymi zasadami dotyczącymi reliktów w Pathfinder Second Edition. Zasady te można przeczytać za darmo na stronie <a href=\"https://2e.aonprd.com/Rules.aspx?ID=3248\">Archives of Nethys</a> i możesz zobaczyć wszystkie Dary Reliktów i Aspekty <a href=\"https://2e.aonprd.com/Relics.aspx\">tutaj</a>. To dużo informacji do przyswojenia, ale zrozumienie materiału powinno być zawsze na pierwszym miejscu!</p><h2>Podstawy</h2><p>Na wypadek, gdybyś nie lubił czytać... oto kilka podstawowych wskazówek, których należy przestrzegać na podstawie moich własnych lektur i interpretacji.</p><ul><li><p>Relikty mają zazwyczaj 2 Aspekty, ale mogą mieć ich więcej lub mniej według własnego uznania. Dary, które relikt może posiadać/uzyskać, odpowiadają posiadanym przez niego Aspektom, według uznania MG i wyboru gracza w przypadku niestandardowego reliktu.</p></li><li><p>Aspekty są wybierane w oparciu o pochodzenie reliktu, a nawet mogą być odzwierciedleniem postaci, która się z nim wiąże. Przykłady zostaną przedstawione w dalszej części dokumentu.</p></li><li><p>ST i Ataki Zaklęć dla Reliktów są określane przez postać, która związała się z Reliktem, używając jej ST Klasy lub ST Zaklęcia, w zależności od tego, który z nich jest najwyższy. Od ST odejmuje się 10, aby znaleźć modyfikator ataku, jak zwykle (lub w przypadku ST zaklęć, wystarczy użyć najwyższego posiadanego modyfikatora ataku zaklęć).</p></li><li><p>Poziom przedmiotów Reliktu będzie <span style=\"text-decoration:underline\"><em><strong><span style=\"text-decoration:underline\">ZAWSZE</span></strong></em></span> odpowiadać poziomowi postaci, która się z nim związała.</p></li><li><p>Relikty zazwyczaj zaczynają jako istniejące magiczne przedmioty, więc wybierz taki, który odpowiednio pasuje do wybranego motywu. Możesz jednak również stworzyć relikt od podstaw jako własny, niestandardowy przedmiot homebrew.</p></li><li><p><strong>Tabela 2-22: Dary reliktów</strong> zawiera podstawowe wytyczne dotyczące tego, ile Darów Reliktów powinien posiadać relikt na danym poziomie. Gracze zazwyczaj wybierają, jakie dary chcą, ale MG może również ograniczyć, jakie Dary Reliktów mogą być wybrane w oparciu o motyw reliktu.</p></li><li><p>Relikty są czymś więcej niż tylko darami, które zapewniają, zazwyczaj chcesz towarzyszyć tym darom z premiami, gdy osiągną określone poziomy. Rozważ zastosowanie odpowiednich premii matematycznych do przedmiotu, gdy osiągnie on odpowiedni poziom. Przykłady zostaną przedstawione w dalszej części dokumentu.</p></li><li><p>Relikty mogą być przyznawane w postaci Nasion Reliktów lub Nasion Dusz. Różnica między nimi zostanie wyjaśniona w dalszej części dokumentu.</p></li><li><p>Podczas tworzenia własnych niestandardowych Darów Reliktów, będą one generalnie posiadały cechy powiązane z aspektem (zwykle o pasującej nazwie) i podobnie jak każda zdolność homebrew, powinny dziedziczyć cechy najbardziej związane z ich efektami.</p></li><li><p>Niektóre dary reliktów mają wymagania wstępne, zanim będzie można je wybrać, zwykle dotyczące rodzaju przedmiotu, którym jest relikt.</p></li></ul>"
                },
                "Step 1. Talk With Your Players!": {
                    "name": "Krok 1. Porozmawiaj z graczami!",
                    "text": "<p>Ważniejsze od poprzedniego kroku jest omówienie z graczami możliwości grania relikwiami. Nie jest to coś, czym chcesz ich zaskoczyć. Jeśli nie ustalisz z graczami, jakiego rodzaju reliktu chcą, jakie dary mogą im się przydać itp., istnieje duże prawdopodobieństwo, że będą rozczarowani swoim reliktem. Relikty mają być osobistymi przedmiotami, z którymi postacie się wiążą, jeśli będą traktowane nieprawidłowo, zostaną zapomniane i wyrzucone. Pewna tajemniczość jest w porządku, ale te ramy powinny być szanowane i należy o nich otwarcie rozmawiać. Nie jest to tylko osobista rekomendacja, same zasady nawet to podkreślają.</p><h2>Porozmawiaj z graczami na temat…</h2><ul><li><p>Jakimi aspektami są zainteresowani przy wyborze darów.</p></li><li><p>Jaką postać ma przybrać ich relikwia (broń, zestaw zbroi, noszony przedmiot/tatuaż, nasiono duszy itp.).</p></li><li><p>W jakim celu relikt będzie służył, np. czy relikt jest ważnym elementem zadania, czy ma być bardziej nagrodą, czy też jednym i drugim.</p></li><li><p>Na jakim poziomie zamierzasz je przyznać, jeśli jest to wstępnie zdefiniowane.</p></li></ul><h2>Zignoruj ten krok…</h2><p>Ty jako MG możesz zignorować ten krok, jeśli chcesz, jest to raczej krok formalności, który ogólnie dobrze jest potraktować jako element rozmowy w sesji 0. Jeśli chcesz, aby relikty były bardziej tajemnicze i jesteś pewien, że zapewnisz relikty, które zadowolą twoich graczy, zignoruj ten krok. Pamiętaj tylko, że mają to być osobiste przedmioty dla graczy, a nie tylko elementy fabuły, dlatego najlepiej jest współpracować z graczami, aby osiągnąć najlepszy rezultat.</p>"
                },
                "Step 2. Choosing a Relic Seed": {
                    "name": "Krok 2. Wybór nasion reliktu",
                    "text": "<p>Teraz możemy zająć się tworzeniem relikwii! Zanim jednak zaczniemy, musimy podjąć decyzję. Jaką postać przyjmie relikwia, zwykłego nasiona relikwii czy nasiona duszy?</p><h2>Nasiona Reliktów kontra Nasiona Dusz</h2><p>Nasiona Reliktów, według mojej najlepszej wiedzy, to istniejący przedmiot (zwykle o charakterze magicznym), któremu nadano dwa aspekty reliktu i wygląd, który będzie pasował do motywu. Z drugiej strony, Nasiona Duszy to relikwie, które są związane bezpośrednio z duszą postaci, a relikwia nie może mieć fizycznej postaci, choć można pozwolić nosicielowi Nasion Duszy związać się z wybranym przez niego przedmiotem, który będzie służył jako jego fizyczna relikwia.</p><h2>Wybór motywu</h2><p>Relikty są zwykle inspirowane motywem, którym może być stworzenie, środowisko, bóg itp. Zazwyczaj będziesz współpracować z graczem nad wyborem motywu, który najlepiej pasuje do jego postaci. Po wybraniu motywu wybierasz dwa aspekty, które najlepiej pasują do tego motywu, zazwyczaj z udziałem gracza.</p><h2>Korzystanie z istniejącego magicznego przedmiotu</h2><p>Jeśli zdecydujesz się użyć istniejącego magicznego przedmiotu, możesz wybrać taki, który gracz już posiada, lub taki, który zamierzasz naturalnie odkryć w trakcie kampanii. Możesz również rozważyć dostosowanie ST wszelkich zdolności, które posiada przedmiot, aby zamiast tego użyć ST reliktu (który będzie zgodny ze ST klasy postaci lub ST zaklęcia). Jeśli uznasz, że jest to zbyt potężne, możesz pozostawić ST bez zmian lub dostosować go odpowiednio do odpowiadającego ST poziomu przedmiotu, który wzrasta wraz z postacią (patrz Tabela 2-18: ST przedmiotów magicznych). Możesz dostosować cechy i wygląd przedmiotu, aby lepiej pasował do wybranego motywu.</p><h2>Relikty są unikalne!</h2><p>Wszystkie relikty będą miały unikalną rzadkość, ponieważ nie powinny istnieć ich kopie. Są one wyjątkowe dla postaci graczy i nie znajdziesz żadnych replik na świecie.</p><h2>Tworzenie przedmiotu w Foundry</h2><p>Jeśli relikt jest ogólnym, noszonym przedmiotem, możesz rozważyć stworzenie przedmiotu od podstaw. Jeśli istnieje już przedmiot bazowy, niezależnie od tego, czy jest to przedmiot magiczny, czy zwykły przedmiot, taki jak istniejąca broń lub zbroja, zalecałbym zaimportowanie go z kompendium do zakładki przedmiotów bezpośrednio w Foundry (lub do współdzielonego kompendium, jeśli masz ochotę) i edytowanie przedmiotu stamtąd, dodając wszelkie niezbędne rzeczy, które chcesz / potrzebujesz.</p>"
                },
                "Step 3. Relic Aspects": {
                    "name": "Krok 3. Aspekty reliktów",
                    "text": "<p>Po wybraniu motywu i zalążka reliktu, należy teraz wybrać dwa aspekty, które relikt ma posiadać. Oto oficjalna wstępnie istniejąca lista: Powietrze, Kunszt, Bestia, Niebiański, Śmierć, Smok, Ziemia, Emocje, Diabeł, Ogień, Kuźnia, Inteligencja*, Życie, Szczęście, Metal, Umysł, Roślina, Cień, Dusza, Czas i Woda.</p><p><em>* Aspekt Inteligencji ma mniej więcej tylko jeden dar, który czyni relikt inteligentnym przedmiotem. Może to być nudne samo w sobie, jeśli nie ma żadnego innego daru, więc generalnie chcesz po prostu podjąć decyzję, czy relikt ma świadomość, czy nie, i zapewnić to za darmo oprócz normalnych aspektów / darów reliktu, być może czyniąc z tego darmowy trzeci aspekt.</em></p><p>Wybrane aspekty powinny najlepiej pasować do motywu przedmiotu i motywu postaci, która łączy się z reliktem. Tak więc postać, która jest czarownikiem ze smoczą linią krwi, może chcieć wybrać smoczy aspekt wraz z aspektem, który najlepiej reprezentuje magię, której używa najczęściej - lub być może ten, który najlepiej przypomina smoka, po którym odziedziczyła swoją linię krwi.</p>"
                },
                "Step 4. Relic Gifts": {
                    "name": "Krok 4. Dary reliktów",
                    "text": "<p>Po wybraniu Aspektów reliktu, należy teraz wybrać dostępne Dary Reliktów w oparciu o te Aspekty. Powinny istnieć co najmniej dwie opcje dla pomniejszych i potężniejszych, a także co najmniej jedna wielka opcja. To powiedziawszy, nigdy nie zaszkodzi mieć więcej opcji, zwłaszcza jeśli podążasz za <span style=\"font-family:Signika, sans-serif\"><strong style=\"box-sizing:border-box;user-select:text;scrollbar-color:initial;scrollbar-width:initial;color:rgb(25, 24, 19);font-family:Signika, sans-serif;font-size:14px;font-style:normal;font-variant-ligatures:normal;font-variant-caps:normal;letter-spacing:normal;orphans:2;text-align:left;text-indent:0px;text-transform:none;widows:2;word-spacing:0px;-webkit-text-stroke-width:0px;white-space:normal;text-decoration-thickness:initial;text-decoration-style:initial;text-decoration-color:initial\">Tabelą 2-22: Dary Reliktów</strong> na liczbę darów, które może posiadać sama relikwia. Dla przypomnienia, tabela nie określa liczby opcji, które relikwia powinna posiadać, ale liczbę darów, które relikwia będzie posiadać na danym poziomie.</span></p><p>Ogólnie rzecz biorąc, gracz wybierze, jakie dary chce, aby jego relikty zyskały po osiągnięciu odpowiednich poziomów.</p><h2>Wybór opcji daru w postaci relikwii z wyprzedzeniem</h2><p>Jako MG możesz wybrać opcje Daru Reliktu z wyprzedzeniem i wymienić je w Tajnej notatce MG na przedmiocie. Ogólnie rzecz biorąc, jest to dobry pomysł, aby ustalić opcje, aby aktualizacja Reliktu nie zajęła tak dużo czasu, gdy nadejdzie na to czas.</p><h2>Jak działają dary w postaci reliktów w Foundry?</h2><p>Skonfigurowałem Dary Reliktów tak, jak robili to twórcy PF2e Foundry System w przeszłości, jako przedmioty umiejętności. Oznacza to, że będziesz musiał przeciągnąć i upuścić je do zakładki Akcje postaci, która połączyła się z reliktem. Skalują się one automatycznie wraz z poziomem aktora, więc dosłowny poziom przedmiotu w Foundry nie ma większego znaczenia, ale i tak dobrym pomysłem jest dostosowanie poziomu przedmiotu.</p><p>W przypadku zdolności pasywnych najlepiej jest skopiować elementy reguły na przedmiocie zdolności i albo zastosować je do niestandardowej cechy aktora, albo do samego przedmiotu. Zalecam to, ponieważ w przeciwnym razie zdolność zostanie wymieniona jako darmowa akcja, co nie jest poprawne.</p><p>Aby dać przedmiotom dary reliktowe, wystarczy edytować ich opis i przeciągnąć żądany dar reliktu do opisu przedmiotu lub Tajnej notatki MG na przedmiocie. To powiedziawszy, nie ma to żadnej funkcjonalności poza wygodną dostępnością i odniesieniami.</p>"
                },
                "Step 5. Granting Additional Bonuses": {
                    "name": "Krok 5. Przyznanie dodatkowych premii",
                    "text": "<p>Jak wspomniano w „Podstawach” w Kroku 0, relikty to coś więcej niż tylko prezenty, które oferują. Zazwyczaj są to istniejące magiczne przedmioty, które mogą mieć własne bonusy. Pancerze i bronie oferują runy podstawowe i właściwości, noszone przedmioty/tatuaże oferują bonusy do umiejętności i innych specjalnych aktywacji, kostury i różdżki oferują zaklęcia do rzucenia, a lista jest długa.</p><p>Zdecydowanie zaleca się oferowanie automatycznych bonusów opartych na postaci, jaką przybiera relikt, oprócz oferowanych przez niego darów, ponieważ same dary zazwyczaj nie są wystarczające, aby zadowolić gracza, ani nie sprawiają, że relikt jest wystarczająco potężny, aby porównać go z innymi przedmiotami. Przykładowe tabele postępów można znaleźć @UUID[Compendium.pf2e-relics.relic-journals.JournalEntry.V5zzZI9WeBA0uW3N]{tutaj}.</p><p>Zgodnie z zaleceniami samych zasad dotyczących reliktów, dobrym pomysłem może być odpowiednie dostosowanie skarbów dostępnych dla graczy, aby uwzględnić posiadanie przez nich reliktów i niektórych potrzebnych im premii matematycznych. Tabela 2-17: Poziomy premii do przedmiotów stałych będą pomocne w określeniu poziomu, na którym te premie powinny być przyznawane.</p><h2>Dodatkowe korzyści</h2><p>Czasami fajnie jest dodać coś unikalnego do przedmiotu, co odróżni go od innych tego typu. Na przykład dodanie cechy wszechstronności do broni, wybranie typu obrażeń poza fizycznymi.</p>"
                },
                "Example Relics": {
                    "name": "Przykładowe Relikty",
                    "text": "<p>System PF2e Foundry zawiera kilka przykładowych reliktów, które można wykorzystać jako wskazówki, ale stworzyłem też kilka własnych. Oto lista istniejących reliktów:</p><ul><li><p>@UUID[Compendium.pf2e-relics.relic-examples.Item.tlykfc4dg2PO9wl6]</p></li><li><p>@UUID[Compendium.pf2e-relics.relic-examples.Item.EBbQfF2yBLcBHPyJ]</p></li><li><p>@UUID[Compendium.pf2e-relics.relic-examples.Item.Xzk0jzUeV9qCUfTc]</p></li></ul><p>Na razie mam tylko 3 przykłady, ale przygotuję więcej na przyszłe wydania.</p>"
                }
            }
        },
        "Example Relics": {
            "name": "Przykładowe Relikty"
        },
        "Goals and Purpose of The Module": {
            "name": "Cele i przeznaczenie modułu"
        },
        "Introduction": {
            "name": "Wprowadzenie"
        },
        "Optional: Relic Advancement Templates": {
            "name": "Opcjonalnie: Szablony rozwoju reliktów",
            "pages": {
                "Introduction": {
                    "name": "Wprowadzenie",
                    "text": "<p>Podczas tworzenia relikwii możesz dodać pewne ulepszenia, które relikwia uzyska oprócz swoich właściwości, ponieważ przedmioty te mają rozwijać się wraz z użytkownikiem. Ulepszenia te będą się różnić w zależności od rodzaju relikwii, ale powinny być stosunkowo proste. Możesz ukryć te ulepszenia w relikwii, korzystając z funkcji „Notatka MG”.</p>"
                },
                "Weapon Template": {
                    "name": "Szablon Broni",
                    "text": "<h1>Ulepszenia broni</h1><p><strong>2. Poziom </strong>Broń zyskuje runę @UUID[Compendium.pf2e.equipment-srd.DKWuJb2rSgiotOG7]{Mocy (+1)}.</p><p><strong>4. Poziom</strong> Broń zyskuje runę @UUID[Compendium.pf2e.equipment-srd.DxCuJKynlnMQZHgp]{Uderzeń}.</p><p><strong>7. - 8. Poziom</strong> Broń może zyskać runę właściwości, która nie będzie wliczana do całkowitej liczby run. Runa ta może stać się lepszym wariantem na odpowiednich poziomach.</p><p><strong>10. Poziom</strong> Runa mocy broni wzrasta do +2.</p><p><strong>12. Poziom</strong> Runa uderzeń broni zwiększa się do Większych Uderzeń.</p><p><strong>16. Poziom</strong> Runa mocy broni wzrasta do +3.</p><p><strong>19. Poziom</strong> Runa uderzeń broni zwiększa się do Potężniejszych Uderzeń.</p>"
                },
                "Armor Template": {
                    "name": "Szablon Zbroi",
                    "text": "<h1>Ulepszenia zbroi</h1><p><strong>1. Poziom</strong> Zbroja (może) zapewniać noszącemu odporność na jeden rodzaj obrażeń fizycznych lub rodzaj obrażeń wybrany przez MG. Odporność ta jest równa połowie poziomu relikwii (minimum 1).</p><p><strong>5. Poziom</strong> Zbroja zyskuje runę @UUID[Compendium.pf2e.equipment-srd.Ro3g2JpJXrKXVyEr]{Mocy (+1)}.</p><p><strong>8. Poziom</strong> Zbroja zyskuje runę @UUID[Compendium.pf2e.equipment-srd.eSjQgsl3pYkirOwk]{Odporności}.</p><p><strong>11. Poziom</strong> Runa mocy pancerza wzrasta do +2.</p><p><strong>14. Poziom</strong> Runa odporności pancerza zwiększa się do Większej Odporności.</p><p><strong>18. Poziom</strong> Runa mocy pancerza wzrasta do +3.</p><p><strong>20. Poziom</strong> Runa odporności pancerza zwiększa się do Potężniejszej Odporności.</p>"
                },
                "Skill Item Template": {
                    "name": "Szablon Przedmiotu Umiejętności",
                    "text": "<h1>Rozwój umiejętności</h1><p><strong>1. -3. Poziom</strong> Przedmiot ten zapewnia premię przedmiotu +1 do Percepcji lub jednej umiejętności wybranej przez MG.</p><p><strong>5. Poziom</strong> Przedmiot ten zapewnia premię przedmiotu +1 do Percepcji lub drugiej umiejętności wybranej przez MG.</p><p><strong>9. Poziom</strong> Premia do pierwszej umiejętności (lub Percepcji, jeśli została wybrana) wzrasta do +2.</p><p><strong>13. Poziom</strong> Premia do drugiej umiejętności (lub Percepcji, jeśli została wybrana) wzrasta do +2.</p><p><strong>17. Poziom</strong> Premia przedmiotu do pierwszej umiejętności (lub Percepcji, jeśli została wybrana) wzrasta do +3. Przedmiot staje się Arcyprzedmiotem, zgodnie z wytycznymi MG.</p><p><strong>19. Poziom</strong> Premia do drugiej umiejętności (lub Percepcji, jeśli została wybrana) wzrasta do +3.</p>"
                }
            }
        },
        "Skill Item Template": {
            "name": "Szablon Przedmiotu Umiejętności"
        },
        "Special Thanks": {
            "name": "Specjalne podziękowania"
        },
        "Step 0. Study Up The Rules!": {
            "name": "Krok 0. Zapoznaj się z zasadami!"
        },
        "Step 1. Talk With Your Players!": {
            "name": "Krok 1. Porozmawiaj z graczami!"
        },
        "Step 2. Choosing a Relic Seed": {
            "name": "Krok 2. Wybór nasion reliktu"
        },
        "Step 3. Relic Aspects": {
            "name": "Krok 3. Aspekty reliktów"
        },
        "Step 4. Relic Gifts": {
            "name": "Krok 4. Dary reliktów"
        },
        "Step 5. Granting Additional Bonuses": {
            "name": "Krok 5. Przyznanie dodatkowych premii"
        },
        "The Purpose of this Module": {
            "name": "Cel tego modułu",
            "pages": {
                "Introduction": {
                    "name": "Wprowadzenie",
                    "text": "<p>Nazywam się Erikku Blade i jestem autorem tego modułu. Jest to mój pierwszy oficjalny moduł i nie mam zbyt dużego doświadczenia w tworzeniu modułów. Skorzystałem z porad innych twórców modułów oraz przyjaciół, którzy są nieco zaznajomieni z edycją stylu PF2e i elementów zasad. Stworzyłem ten moduł, ponieważ osobiście chciałem wykorzystać relikwie w swoich grach, a biorąc pod uwagę obecny stan obsługi relikwii w systemie podstawowym, chciałem zapewnić wszystkim możliwość korzystania z relikwii bez poświęcania dodatkowego czasu na konfigurację i skupić się bardziej na prowadzeniu gry. Gdy system podstawowy zapewni bardziej zaawansowaną obsługę relikwii, ten moduł stanie się zbędny.</p>"
                },
                "Goals and Purpose of The Module": {
                    "name": "Cele i przeznaczenie modułu",
                    "text": "<p>Moje cele związane z tym modułem są dość proste: zapewnić niemal płynne korzystanie z istniejących już Darów Relikwii dla Pathfindera Second Edition oraz pewną formę wsparcia dla relikwii w systemie PF2e Foundry. System PF2e nie obsługuje w pełni podsystemu relikwii. Moduł ten ma na celu zapewnienie wsparcia dla wszystkich istniejących reliktów na poziomie, jakiego można od nich oczekiwać, w miarę moich możliwości, oraz służyć jako praktyka przed opracowaniem przyszłych modułów opartych na kompendium.</p>"
                },
                "What The Module Offers": {
                    "name": "Co oferuje moduł",
                    "text": "<p>Moduł zawiera kompletny zbiór wszystkich istniejących Darów Reliktów dla systemu Pathfinder Second Edition. Niektóre z nich istnieją już w systemie PF2e Foundry, ale zostały ponownie opracowane, aby zapewnić odpowiednią integrację z Foundry. Znajdziesz tu również kilka przykładowych reliktów własnego autorstwa, które możesz wykorzystać jako punkt wyjścia do tworzenia własnych reliktów, a także dziennik zawierający szczegółowy przewodnik krok po kroku, jak tworzyć własne relikty.</p>"
                }
            }
        },
        "Weapon Template": {
            "name": "Szablon Broni"
        },
        "What The Module Offers": {
            "name": "Co oferuje moduł"
        }
    }
}