{
    "label": "Kingmaker Tools - Efekty obozowe",
    "entries": {
        "Bolster Confidence": {
            "name": "Zwiększenie Pewności Siebie",
            "description": "<p><span style=\"font-family:Signika, sans-serif\">Testy związane z innymi aktywnościami podczas biwakowania otrzymują premię okolicznościową +1. Jeśli postać jest mistrzem w Występach, premia ta wynosi +2.</span></p> "
        },
        "Camp Management (Critical Failure)": {
            "name": "Zarządzanie Obozem (Krytyczna Porażka)",
            "description": "<p>Wszystkie testy związane z aktywnościami podczas biwakowania otrzymują karę okolicznościową -2 do końca trwania tego biwaku.</p> "
        },
        "Campfire Story (Critical Failure)": {
            "name": "Opowieść Przy Ognisku (Krytyczna Porażka)",
            "description": "<p>Twoja historia rozprasza lub niepokoi sojuszników. Każdy z nich otrzymuje karę statusową -1 do testów umiejętności, dopóki nie odpoczną lub nie rozpoczną codziennych przygotowań.</p> "
        },
        "Campfire Story (Critical Success)": {
            "name": "Opowieść Przy Ognisku (Krytyczny Sukces)",
            "description": "<p>Dramatycznie inspirujesz swoich sojuszników. Do końca trwania biwaku, twoi sojusznicy otrzymują premię statusową +2 do rzutów ataku, rzutów obronnych i testów umiejętności podczas walki w obozowisku. Premie wygasają zaraz po rozpoczęciu codziennych przygotowań po zakończeniu odpoczynku. Jeśli sojusznik spędził godzinę na Odpoczynku, może również raz do końca biwaku (dopóki trwa premia statusowa) powtórzyć nieudany rzut - jest to efekt szczęścia.</p>"
        },
        "Campfire Story (Success)": {
            "name": "Opowieść Przy Ognisku (Sukces)",
            "description": "<p>Inspirujesz swoich sojuszników. Do końca trwania biwaku twoi sojusznicy otrzymują premię statusową +1 do rzutów ataku, rzutów obronnych i testów umiejętności podczas walki w obozowisku. Premia wygasa zaraz po rozpoczęciu codziennych przygotowań po zakończeniu odpoczynku.</p> "
        },
        "Enhance Campfire": {
            "name": "Wzmocnienie Ogniska",
            "description": "<p data-pm-slice=\"1 1 []\">Wszystkie czynności związane z gotowaniem, które mają miejsce do końca sesji biwaku, zyskują +1 premie okoliczności. Premia ta wzrasta do +2, jeśli gracze mają co najmniej 11 poziom.</p>\n<p> </p>"
        },
        "Enhance Weapons": {
            "name": "Ulepszenie Broni",
            "description": "<p data-pm-slice=\"1 1 []\">Każdy BG wybiera jedną broń wręcz. Ta broń zyskuje +1 premii okoliczności do rzutów na obrażenia podczas następnego spotkania, w którym zostanie użyta; premia ta wygasa na koniec tego spotkania lub po 24 godzinach, w zależności od tego, co nastąpi wcześniej.</p>"
        },
        "Fortify Camp": {
            "name": "Fortyfikuj Obóz",
            "description": "<p>Każdy na straży zyskuje  <strong>+2 premii okoliczności</strong>  do rzutów <strong>Percepcji</strong> i <strong>Inicjatywy</strong></p>"
        },
        "Healer's Blessing": {
            "name": "Błogosławieństwo Uzdrowiciela",
            "description": ""
        },
        "Maintain Armor": {
            "name": "Konserwacja Pancerza",
            "description": "<p><span id=\"ctl00_RadDrawer1_Content_MainContent_DetailedOutput\">Jedna postać gracza wybiera jeden pancerz lub zniszczoną tarczę. Jeśli postać wybierze pancerz, zapewnia on noszącemu tymczasowe punkty wytrzymałości równe połowie jej poziomu podczas następnej walki, w której jest noszony; tymczasowe punkty wytrzymałości wygasają po zakończeniu walki lub po 24 godzinach. Jeśli postać wybierze zniszczoną tarczę, Valerie naprawia ją, przywracając jej pełną wytrzymałość. Dodatkowa postać może wybrać pancerz lub zniszczoną tarczę, gdy drużyna osiągnie 3. poziom, a następnie ponownie co każde 2 kolejne poziomy.</span></p>"
        },
        "Organize Watch (Critical Success)": {
            "name": "Organizacja Warty (Krytyczny Sukces)",
            "description": "<p data-pm-slice=\"1 1 []\">Obozowa warta jest wydajna. Traktuj całkowity czas potrzebny na odpoczynek tak, jakby liczebność drużyny była o 1 większa, a wszystkie postacie zyskują +2 premii statusu do testów Percepcji wykonywanych podczas pełnienia warty.</p>\n<p> </p>"
        },
        "Organize Watch (Success)": {
            "name": "Organizacja Warty (Sukces)",
            "description": "<p data-pm-slice=\"1 1 []\">Postacie zyskują +1 premii statusu do testów Percepcji wykonywanych podczas ich zmiany na warcie.</p>"
        },
        "Prepare Campsite (Failure)": {
            "name": "Przygotowanie Obozowiska (Porażka)",
            "description": "<p>Wszystkie testy związane z aktywnościami podczas biwakowania otrzymują karę okolicznościową -2 do końca trwania tego biwaku.</p> "
        },
        "Provisions": {
            "name": "Zaprowiantowanie",
            "description": ""
        },
        "Relaxed": {
            "name": "Zrelaksowany",
            "description": "<p>Zyskujesz +1 premii okoliczności do następnego testu, który wykonasz w celu rozstrzygnięcia aktywności Obozowanie, pod warunkiem, że ten test odbędzie się podczas tej sesji obozowania.</p>"
        },
        "Relaxed (+1 to next campig check)": {
            "name": "Zrelaksowany (+1 do następnego testu obozowania)",
            "description": ""
        },
        "Set Alarms": {
            "name": "Ustawianie Alarmów",
            "description": "<p>Podczas pierwszego ataku wrogów na obozowisko w ciągu najbliższych 24 godzin alarmy zostaną uruchomione i zaalarmują postaci graczy. Śpiące postaci nie otrzymują zwyczajnej kary statusowej -4 do inicjatywy podczas takiego ataku, podczas gdy postaci czuwające otrzymują premię okolicznościową +2 do testu inicjatywy.</p>\n<p></p>"
        },
        "Set Traps": {
            "name": "Ustawianie Pułapek",
            "description": " <p>Jeśli obozowisko zostanie zaatakowane przez wrogów w ciągu najbliższych 24 godzin, napastnicy otrzymują karę przedmiotową -1 do wszystkich rzutów ataku i testów umiejętności w pierwszej rundzie walki, gdy zmagają się z rozpraszającymi pułapkami. Każdy wróg, którego wynik inicjatywy jest niższy niż ST Złodziejstwa Trapera, jest również odsłonięty z powodu pułapek do początku swojej tury w drugiej rundzie walki.</p>"
        },
        "Undead Guardians": {
            "name": "Nieumarli Strażnicy",
            "description": "<p data-pm-slice=\"1 1 []\">Podczas każdej runda walki jeden BG może wybrać, czy chce być broniony przez nieumarłych strażników (i zyskać +1 premii statusu do KP na 1 runda), czy też chce, by wspomagali jego ataki (i zyskać +1 premii statusu do wszystkich Ataków wręcz na 1 runda).</p>",
            "rules": {
                "0": {
                    "choices": {
                        "0": {
                            "label": "Obroniony"
                        },
                        "1": {
                            "label": "Wspomagany"
                        }
                    }
                }
            }
        },
        "Undead Guardians - Aided": {
            "name": "Nieumarli Strażnicy - Wspomagani",
            "description": ""
        },
        "Undead Guardians - Defended": {
            "name": "Nieumarli Guardians - Obronieni",
            "description": ""
        },
        "Water Hazards": {
            "name": "Wodne Zagrożenia",
            "description": "<p data-pm-slice=\"1 1 []\">Jeśli obozowisko zostanie zaatakowane przez wrogów w ciągu najbliższych 24 godzin, napastnicy otrzymują karę okolicznościową -2 do testów inicjatywy, ponieważ muszą radzić sobie z niespodziewanie głębokimi kałużami, nagłymi prądami w stojącej wodzie lub grząskimi obszarami błotnistej ziemi. Kara wzrasta do -3, gdy drużyna osiągnie 11. poziom.</p>",
            "rules": {
                "0": {
                    "choices": {
                        "0": {
                            "label": "Poziom Drużyny >=11"
                        },
                        "1": {
                            "label": "Poziom Drużyny <11"
                        }
                    }
                }
            }
        },
        "Wilderness Survival": {
            "name": "Przetrwanie w Dziczy",
            "description": "<p data-pm-slice=\"1 1 []\">Wszelkie próby ugotowania posiłku lub wyleczenia choroby zyskują +1 premii przedmiotu podczas tej sesji biwakowej. Jeśli poziom drużyny wynosi 11 lub więcej, premia wzrasta do +2</p>"
        }
    },
    "mapping": {
        "rules": {
            "converter": "translateRules",
            "path": "system.rules"
        }
    }
}